    <?php require './include/header.inc.php';?>



	
	<div class="page">
	
		<h1>Centre-Val De Loire</h1>
		<p>Veuillez choisir un département pour consulter sa meteo</p>

		<img src="./images/Centre-Val-Loire.png" width="367" height="451" usemap="#map" alt="centre" />



		<map name="map">

			<area shape="poly" alt="map" coords="100,44,137,26,167,29,177,2,186,15,192,48,214,83,230,94,232,124,223,144,204,152,175,161,161,167,142,168,119,145,124,138,99,145,107,138,96,126,93,102,115,89,114,67,100,53,100,45,123,32" href="traitement.php?departement=EURE-ET-LOIR" />

			<area shape="poly" alt="map" coords="236,118,263,109,282,111,294,126,286,143,327,138,351,140,365,164,352,185,353,203,336,210,343,237,334,247,313,255,283,233,263,232,256,226,212,218,205,228,192,208,177,194,184,186,179,163,219,150,232,135,235,116,250,112" href="traitement.php?departement=LOIRET" />

			<area shape="poly" alt="map" coords="95,152,116,144,133,161,146,172,180,168,181,188,176,194,188,211,203,228,257,230,248,242,260,268,245,269,249,289,218,291,217,303,190,293,162,299,150,302,136,287,127,282,130,261,121,241,120,227,100,227,99,216,70,209,92,186,99,168,95,150,105,148" href="traitement.php?departement=LOIR-ET-CHER" />

			<area shape="poly" alt="map" coords="48,231,73,218,93,223,102,236,115,234,126,263,119,284,146,306,156,322,141,336,121,335,108,381,92,376,75,336,62,332,56,339,30,345,31,321,2,303,16,272,32,222,42,235,43,227,54,229" href="traitement.php?departement=INDRE-ET-LOIRE" />

			<area shape="poly" alt="map" coords="155,307,175,300,201,297,215,305,207,322,238,321,238,332,245,353,237,371,244,390,254,415,250,438,201,434,197,437,136,447,128,429,118,416,100,402,102,384,114,378,123,337,146,337,157,321,155,307,176,299"  href="traitement.php?departement=INDRE" />

			<area shape="poly" alt="map" coords="265,233,293,244,312,257,341,253,337,278,345,297,355,338,353,373,319,387,313,390,301,402,302,421,272,424,258,439,252,438,255,404,242,374,250,355,239,320,212,317,222,293,254,291,251,271,262,269,252,240,267,235" href="traitement.php?departement=CHER" />

		</map>
		<?php 
		include './include/fonction.inc.php';
		viewers4();
		?>
	</div>
    <?php require './include/footer.inc.php';?>
